[
  {
    "id": "P1_1",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 1
    },
    "content": {
      "text": "IN WHOSE reign was it that a woman of rather undistinguished lineage captured the heart of the Emperor and enjoyed his favor above all the other imperial wives and concubines? Certain consorts, whose high noble status gave them a sense of vain entitlement, despised and reviled her as an unworthy upstart from the very moment she began her service. Ladies of lower rank were even more vexed, for they knew His Majesty would never bestow the same degree of affection and attention on them. As a result, the mere presence of this woman at morning rites or evening ceremonies seemed to provoke hostile reactions among her rivals, and the anxiety she suffered as a consequence of these ever-increasing displays of jealousy was such a heavy burden that gradually her health began to fail.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 1
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_2",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 2
    },
    "content": {
      "text": "His Majesty could see how forlorn she was, how often she returned to her family home. He felt sorry for her and wanted to help, and though he could scarcely afford to ignore the admonitions of his advisers, his behavior eventually became the subject of palace gossip. Ranking courtiers and attendants found it difficult to stand by and observe the troubling situation, which they viewed as deplorable. They were fully aware that a similarly ill-fated romance had thrown the Chinese state into chaos. Concern and consternation gradually spread through the court, since it appeared that nothing could be done. Many considered the relationship scandalous, so much so that some openly referred to the example of the Prize Consort Yang. The only thing that made it possible for the woman to continue to serve was the Emperor’s gracious devotion.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 1
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_3",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 3
    },
    "content": {
      "text": "The woman’s father had risen to the third rank as a Major Counselor before he died. Her mother, the principal wife of her father, was a woman of old-fashioned upbringing and character who was well trained in the customs and rituals of the court. Thus, the reputation of her house was considered in no way inferior and did not suffer by comparison with the brilliance of the highest nobility. Unfortunately, her family had no patrons who could provide political support, and after her father’s death there was no one she could rely on. In the end, she found herself at the mercy of events and with uncertain prospects.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 2
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_4",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 4
    },
    "content": {
      "text": "Was she not, then, bound to the Emperor by some deep love from a previous life? For in spite of her travails, she eventually bore him a son⏤a pure radiant gem like nothing of this world. Following the child’s birth His Majesty had to wait impatiently, wondering when he would finally be allowed to see the boy. As soon as it could be ritually sanctioned, he had the infant brought from the home of the woman’s mother, where the birth had taken place, and the instant he gazed on the child’s countenance he recognized a rare beauty.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 3
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_5",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 5
    },
    "content": {
      "text": "Now, as it so happened, the Crown Prince had been born three years earlier to the Kokiden Consort, who was the daughter of the Minister of the Right. As the unquestioned heir to the throne, the boy had many supporters and the courtiers all treated him with the utmost respect and deference. He was, however, no match for the radiant beauty of the newborn Prince; and even though the Emperor was bound to acknowledge the higher status of his older son and to favor him in public, in private he could not resist treating the younger Prince as his favorite and lavishing attention upon him.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 3
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_6",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 6
    },
    "content": {
      "text": "The mother of the newborn Prince did not come from a family of the highest rank, but neither was she of such low status that she should have been constantly by the Emperor’s side like a common servant. Certainly her reputation was flawless, and she comported herself with noble dignity, but because His Majesty obsessively kept her near him, willfully demanding that they not be separated, she had to be in attendance at all formal court performances or elegant entertainments. There were times when she would spend the night with him and then be obliged to continue in service the following day. Consequently, as one might expect, other courtiers came to look down on her not only as a person of no significance, but also as a woman who lacked any sense of propriety. Moreover, because the Emperor treated her with special regard following the birth of his second son, the Kokiden Consort and her supporters grew anxious; they worried about the effect of such an infatuation on the prospects of the Crown Prince and wondered if the younger Prince might not surpass his half-brother in favor and usurp his position. The Kokiden Consort had been the Emperor’s first wife. She had arrived at the palace before all the other women, and so His Majesty’s feelings of affection for her were in no way ordinary. He considered her protests troubling, but he also had to acknowledge that she was deserving of sympathy, since she had given him two imperial princesses in addition to the Crown Prince.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 4
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_7",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 7
    },
    "content": {
      "text": "Even though the mother of the newborn Prince relied on the Emperor’s benevolence for protection, many of the ladies at court scorned her. She grew physically weak, and because she felt powerless and had no one to turn to for help, she suffered greatly because of his love.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 4
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_8",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 8
    },
    "content": {
      "text": "Her chambers at the palace were in the Kiritsubo⏤named for its courtyard, which was graced with paulownia trees. Because the Kiritsubo was in the northeast corner of the palace, and thus separated from the Emperor’s quarters in the Seiryōden, he would have to pass by the chambers of many of the other court ladies on his frequent visits to her. Their resentment of these displays was not at all unreasonable, and so it was decided that the woman herself would have to go more often to the Seiryōden. The more she went, however, the more her rivals would strew the covered passageways connecting the various parts of the palace with filth. It was an absolutely intolerable situation, for the hems of the robes of the accompanying attendants would be soiled. On other occasions, when the woman could not avoid taking the interior hallways, her rivals would arrange for the doors at both ends to be closed off so that she could neither proceed forward nor turn back, trapping her inside and making her feel utterly wretched. As the number of these cruel incidents mounted, His Majesty felt sorry that his beloved should have to suffer so and ordered that she be installed in the chambers of the Kōrōden, a hall next to the Seiryōden. To do so, however, he had to move the lady who had resided there from the very beginning of her service at court to other quarters, causing her to nurse a deep resentment that proved impossible to placate.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 5
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_9",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 9
    },
    "content": {
      "text": "When the young Prince turned three, the court observed the ceremony of the donning of his first trousers. Employing all the treasures from the Imperial Storehouse and the Treasury, the event was every bit as lavish as the ceremony for the Crown Prince. Numerous objections were raised as a consequence of this ostentatious display, and everyone censured the ceremony as a breach of protocol. Fortunately, as the young Prince grew, his graceful appearance and matchless temperament became a source of wonder to all, and it was impossible for anyone to entirely resent him. Discerning courtiers who possessed the most refined sensibility could only gaze in amazement that such a child should have been born into this world.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 6
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_10",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 10
    },
    "content": {
      "text": "During the summer of the year the young Prince turned three, his mother’s health began to fail. She asked for permission to leave the court and return to her family home, but the Emperor would not hear of it and refused to let her go. She had been sickly and frail for some time, and so His Majesty had grown accustomed to seeing her in such a condition. “Wait a little while,” he simply told her, “and let’s see how you feel.” Then, over the course of the next five or six days, she became seriously ill. The woman made a tearful entreaty, and at last she received permission to leave the palace. Even under these dire circumstances she was very careful to avoid any behavior that could be criticized as untoward or inappropriate. She decided to retire from the court in secret, leaving her young son behind.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 7
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_11",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 11
    },
    "content": {
      "text": "Resigned to the fact that the life of his true love was approaching its end and mindful of the taboo against defiling the palace with death, His Majesty was nonetheless grief-stricken beyond words that the dictates of protocol prevented him from seeing her off. The woman’s face, with its lambent beauty conveying that air of grace so precious to him, was now thin and wasted. She had tasted the sorrows of the world to the full, but as she slipped in and out of consciousness, she could not convey to him even those feelings that might have been put into words. The Emperor, who now realized that his beloved was on the verge of death, lost control and made all sorts of tearful vows to her, no longer able to distinguish past from future. She, however, could not respond to him. The expression of weariness in her eyes made her all the more alluringly vulnerable as she lay there in a semiconscious state. The Emperor was beside himself and had no idea what he should do. He had granted her the honor of leaving in a carriage drawn by servants, but when he returned to her chambers again, he simply could not bring himself to let her go.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 8
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_12",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 12
    },
    "content": {
      "text": "“Didn’t we swear an oath to journey together on the road to death? No matter what, I cannot let you abandon me,” he said.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 8
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_13",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 13
    },
    "content": {
      "text": "She was deeply moved by his display of sorrowful devotion. Though breathing with great difficulty, she still managed to compose a verse for him:",
      "formatting": []
    },
    "links": [],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_14",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 14
    },
    "content": {
      "text": "Now in deepest sorrow as I contemplate",
      "formatting": []
    },
    "links": [],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_15",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 15
    },
    "content": {
      "text": "Our diverging roads, this fork where we must part",
      "formatting": []
    },
    "links": [],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_16",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 16
    },
    "content": {
      "text": "How I long to walk the path of the living",
      "formatting": []
    },
    "links": [],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_17",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 17
    },
    "content": {
      "text": "“Had I known that things would turn out like this ...”",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 8
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_18",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 18
    },
    "content": {
      "text": "She evidently wanted to say more to him, but her breathing was labored. She was so weak and in such pain the Emperor longed to keep her at the palace and see it through to the end, come what may. But when he received an urgent message informing him that the most skilled of priests had been called to her family home to chant the requisite prayers of healing for her that evening, His Majesty at last agreed that his beloved should leave the palace, unbearable as it was for him to make that decision.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 8
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_19",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 19
    },
    "content": {
      "text": "His heart was full and he could not sleep as he impatiently waited for the short summer night to end. The messenger he sent had barely had time to get to the woman’s home and return with news of her condition, yet His Majesty was assailed by a sense of dark foreboding.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 9
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_20",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 20
    },
    "content": {
      "text": "As it turned out, when the messenger arrived at the woman’s residence, he found the family distraught and weeping. “She passed away after midnight,” they informed him. The messenger returned to the palace in a state of shock. The Emperor, stunned and shaken by the news, was so upset that he shut himself away from the rest of the court.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 9
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_21",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 21
    },
    "content": {
      "text": "His Majesty desperately wanted to see the young Prince his beloved had left behind at the palace, but there was no precedent for permitting anyone to serve at court while having to wear robes of mourning. So it was decided that the boy should be sent from the palace to his mother’s residence. Too young to fully comprehend what was going on, he knew from the way people around him were behaving, and from the Emperor’s ceaseless tears, that something was terribly wrong. The death of loved ones is always a source of grief, but the little boy’s puzzled expression only added to the unspeakable sadness of it all.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 10
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_22",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 22
    },
    "content": {
      "text": "Despite grief and sorrow, forms and rituals have to be observed, and so the funeral was conducted according to prescribed customs. The late woman’s mother rode in a carriage that followed immediately behind the carriage bearing the corpse. Weeping inconsolably, longing to rise to the heavens with her daughter on the smoke from the pyre, how sad must she have been when the cortège reached Otagi, where a solemnly grand funeral ceremony was performed.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 11
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_23",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 23
    },
    "content": {
      "text": "“Even as I gaze on the empty, lifeless body of my child,” the mother said, “I cannot help thinking that she is still alive. So I shall watch as my precious daughter is turned to ash and smoke that I may resign myself to her passing.”",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 11
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_24",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 24
    },
    "content": {
      "text": "Her voice was firm and steady, but then she swayed and very nearly fell from her carriage. The women attending her had anticipated this might happen, but they still did not know what to do for her.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 11
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_25",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 25
    },
    "content": {
      "text": "There was a messenger from the palace. The deceased had been posthumously promoted to the third rank. It was a sorrowful spectacle as the messenger drew near and read the imperial edict announcing the promotion. Because the Emperor was filled with deep regret that he had never named her Second Consort before she died, he thought that the least he could do now was promote her one more rank. There were many, however, who resented even this final show of affection.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 12
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_26",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 26
    },
    "content": {
      "text": "Those possessed of a more refined sensibility found it impossible to harbor resentment toward her. They recalled her graceful appearance, her beautiful face, her kind disposition and gentle nature. Yes, the display of affection bestowed on her by His Majesty had been unseemly, but now even the higher-ranking ladies fondly recalled her compassion and gentle character⏤memories that brought to mind an old verse most appropriate for that moment: “When she was with me, I resented her playful spirit, but now that she’s gone, I yearn for her.”",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 13
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_27",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 27
    },
    "content": {
      "text": "The days passed in a meaningless blur for the Emperor, who dutifully observed each of the seven-day ceremonies leading up to the forty-ninth day after the funeral. Despite the passage of time, His Majesty was so lost in grief he could find no comfort. He was indifferent to the consorts and ladies-in-waiting who attended him in the evenings and instead passed his days and nights distracted and disconsolate. For all who observed his grief, it was truly an autumn drenched by a dew of tears.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 14
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_28",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 28
    },
    "content": {
      "text": "Over in the chambers of the Kokiden the mother of the Crown Prince and her faction remained implacably unforgiving. “Is he still so in love with her,” she complained, “that even after her death he doesn’t consider the feelings of others?” And indeed it was true that whenever the Emperor looked at the Crown Prince, his thoughts would inevitably drift in yearning to the younger Prince, and he would then dispatch his most trusted ladies-in-waiting or nurses to the family home of his late beloved to inquire after the boy.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 14
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_29",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 29
    },
    "content": {
      "text": "The winds of autumn were stirring, the dusk air suddenly began to chill the skin, and the Emperor, lost in his memories, grew increasingly melancholy. One evening he sent a lady-in-waiting, Yugei no Myōbu, the daughter of an archer in the Palace Guard, to the house where the young Prince was staying.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 15
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_30",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 30
    },
    "content": {
      "text": "The moon that night was exquisite, and, having sent the woman on her way, His Majesty was soon lost in a reverie. He had always arranged for some form of entertainment with music and poetry on just such spectacular evenings as this. He conjured phantom images of playing the koto together with his lost love and recalled the special feeling and artistry of her performance. He remembered her way of speaking, so seemingly natural and unforced, and her looks and bearing, so superior to the others. These images clung to him, bringing to mind the old verse that claimed reality in the darkness was no better than dreams. How wrong that poet was, he thought. There is no substitute for her real presence here in the dark.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 15
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_31",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 31
    },
    "content": {
      "text": "As soon as Yugei no Myōbu arrived at the residence of the young Prince, her carriage was drawn in through the gate. The scene was quite touching. Although the grandmother of the little boy was a widow, she had carefully maintained appearances and made the residence a pleasant place to live in order to look after her only daughter in a proper and loving manner. Now, however, she had fallen into a dark mood. She had been so tearfully distraught ever since the death of her daughter that she had allowed the grasses and plants to grow untended in her garden, which appeared to have been buffeted by autumn winds. Moonlight filtered in through tangled vines of false cleavers growing in wild profusion.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 16
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_32",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 32
    },
    "content": {
      "text": "Yugei no Myōbu alighted from her carriage at the southern gate, but it was impossible for the grandmother to say anything to her at first. When the old woman finally found her voice, she said, “Although it is a bitter fate to live on after the death of my child, I am deeply humbled that a messenger from the Emperor should part the dew on these overgrown grasses just to make her way to my abode.” She found it hard to control her grief.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 17
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_33",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 33
    },
    "content": {
      "text": "Myōbu was genuinely moved and replied tearfully, “The head of the imperial household staff reported that when she called on you, she was so touched she felt as though her very soul would disappear. Although I am not exceptionally sensitive, I now understand what she meant.”",
      "formatting": []
    },
    "links": [],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_34",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 34
    },
    "content": {
      "text": "She gathered her composure, then read the message the Emperor had given her:",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 17
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_35",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 35
    },
    "content": {
      "text": "For a time my thoughts and emotions were in such turmoil that I wondered if this wasn’t all just a dream. Now, as I slowly recover my equilibrium, I have come to the unbearable realization that her death is not a dream from which I will awaken. I have no one to confide in, no one to ask what I should do. Thus, I want to ask you to consider returning discreetly to the palace. I am concerned about the young Prince and imagine that it must be trying for him to pass his days in a place so steeped in dew and tears.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 18
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_36",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 36
    },
    "content": {
      "text": "“The Emperor’s voice was so choked with grief,” Myōbu added, “that he could not speak clearly. At the same time, he did not want the courtiers to think he was weak-willed and fragile, so he struggled to maintain control of himself. It was painful to see him in such a state, and I left without listening to everything he told me.”",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 18
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_37",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 37
    },
    "content": {
      "text": "She handed the letter over to the grandmother, who replied, “Though I am blinded by the darkness of grief, the gracious light of the Emperor allows me to read his words.” The old woman looked at the note:",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 19
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_38",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 38
    },
    "content": {
      "text": "I have heard that the passage of time will bring some measure of relief from these sad thoughts. But though the days and months flow by, grief continues to torment me and I find no end to my suffering. I constantly worry about what is to become of my son, and feel anxious that I am unable to raise him with you. Allow me for now to keep him here at the palace as a keepsake of my former love.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 19
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_39",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 39
    },
    "content": {
      "text": "His Majesty had revealed his true feelings in the letter. He had even attached a poem:",
      "formatting": []
    },
    "links": [],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_40",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 40
    },
    "content": {
      "text": "Winds rustle the bush clover at Miyagino",
      "formatting": []
    },
    "links": [],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_41",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 41
    },
    "content": {
      "text": "And turn dew to pearls ... winds at the palace bring tears",
      "formatting": []
    },
    "links": [],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_42",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 42
    },
    "content": {
      "text": "And concerns for the young bush clover at your home",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 19
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_43",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 43
    },
    "content": {
      "text": "The boy’s grandmother was unable to read all the way through the letter. “Though I have experienced the tribulations that come with living so long, I feel insignificant and ashamed when I recall the ancient pines of Takasago. For that reason, I am all the more reluctant to leave, constrained by the thought of showing myself at the palace. I have been favored so often by the Emperor’s gracious consideration that I cannot bring myself to accept the invitation. I am not sure just how much the boy understands, but he frequently presses us to visit the palace. Naturally he wants to go to a place he finds familiar and interesting, but his inclinations make me feel sad, since it means he will leave me. Please convey my private thoughts to His Majesty. I regret that my own inauspicious circumstances have forced the boy to live in a place like this. It is not right that he should be here, and it is more than someone like me deserves.”",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 20
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_44",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 44
    },
    "content": {
      "text": "The boy had already been put to bed. “I had hoped to appear before the Emperor with news about the condition of the young Prince,” Myōbu said as she prepared to hurry back to the palace. “He is waiting so eagerly for some details, but the night will surely grow very late before the boy awakens, and I must leave.”",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 21
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_45",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 45
    },
    "content": {
      "text": "“The darkness that envelops the heart of a parent who has lost a child is so hard to bear,” said the grandmother, “that I long to speak with you to lift that darkness. Please come again, not in your capacity as a messenger, but in private so that we may talk at our leisure. Over the years you have honored me with your visits in more auspicious times. Now, seeing you bring such tidings as this to me, I am amazed at how unpredictable life really is. From the moment of her birth we placed all our hopes and aspirations on our daughter. The Major Counselor, her father, told me on his deathbed that ‘we must realize our dream of having her serve at court. It would be unforgivable for you to abandon that dream just because I am dying.’ He was so insistent about the matter that I sent her to court to honor his last wishes, even though I knew she had no one there to protect and support her. Then His Majesty favored her with an unusual degree of affection, which she did not merit. Even as she had to hide the shame she incurred on account of her unprecedented position, her relationship with the Emperor deepened the envy of others and led to so many incidents that caused her heartache. Her situation was a cruel and strange one, and look how it all ended. I now consider the love His Majesty bestowed on her a heavy burden instead ... but of course it is the darkness of my heart that makes me say such outrageous things.” Her voice was choked with tears, and she could not continue. The night was now well advanced.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 22
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_46",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 46
    },
    "content": {
      "text": "“The Emperor shares your feelings,” Myōbu replied. “I saw him weeping and heard him say the following over and over”:",
      "formatting": []
    },
    "links": [],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_47",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 47
    },
    "content": {
      "text": "Our relationship could never have lasted long, because my love was so excessive it startled and offended those who saw us. Now I realize how cruel her fate was. I feel my love for her should not have given even the slightest offense, and yet for the sake of my love alone must I bear so much unjustified resentment from others. I have been abandoned, and have nothing to soothe my heart. I fear I am becoming a pathetic fool, the object of shameful gossip. Did I do something in a previous life to deserve this?",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 23
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_48",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 48
    },
    "content": {
      "text": "Myōbu relayed the Emperor’s words, though she did not convey everything he said. Breaking down in tears, she told the grandmother, “The hour is late, and I must return with my report before the night is out.” With that she hurried back to the palace.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 23
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_49",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 49
    },
    "content": {
      "text": "At that moment the moon was setting, the clear sky was gradually becoming light, and a chill breeze arose. The chirping of the insects amid the grasses elicited profoundly sad emotions, and Myōbu found it hard to leave this desolate abode.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 24
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_50",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 50
    },
    "content": {
      "text": "Bell crickets seem to cry their hearts out",
      "formatting": []
    },
    "links": [],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_51",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 51
    },
    "content": {
      "text": "But the tears I weep are not confined",
      "formatting": []
    },
    "links": [],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_52",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 52
    },
    "content": {
      "text": "To a single long night in autumn",
      "formatting": []
    },
    "links": [],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_53",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 53
    },
    "content": {
      "text": "Myōbu was reluctant to board her carriage. The grandmother sent a response through an intermediary to tell her, “This may perhaps sound like an accusation, but ...”",
      "formatting": []
    },
    "links": [],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_54",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 54
    },
    "content": {
      "text": "A caller from beyond the clouds brings dewy tears",
      "formatting": []
    },
    "links": [],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_55",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 55
    },
    "content": {
      "text": "And greater woe to this hut amidst tangled reeds",
      "formatting": []
    },
    "links": [],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_56",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 56
    },
    "content": {
      "text": "Echoing with the lonely chirring of crickets",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 24
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_57",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 57
    },
    "content": {
      "text": "It was inappropriate to send an elegant present on such an occasion. Instead, the grandmother sent a memento of her daughter: a set of robes and some hair ornaments, which apparently had been saved for this very purpose.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 25
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_58",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 58
    },
    "content": {
      "text": "The more youthful women who had served the Prince’s late mother at court were of course saddened by her death, but they had also grown accustomed to being at the palace day and night and so naturally found their late mistress’s family home lonely and tedious. Recalling the splendid appearance of the Emperor, they urged the grandmother to take the boy to the palace right away. She was reluctant to do so, however, convinced that it would invite public censure for someone as inauspicious as she to accompany the little Prince. Moreover, she knew that if the child were at the palace on his own, she would not be able to see him very often. The thought of his absence caused her a great deal of anxiety and made it difficult for her to send him away.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 26
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_59",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 59
    },
    "content": {
      "text": "When Myōbu returned to the palace she found His Majesty still awake, unable to rest. She felt great pity for him. He had summoned four or five of his most elegant and refined ladies, and while gazing westward into the garden between the Seiryōden and the Kōrōden and pretending to admire the splendid autumn foliage, he conversed quietly with them. Lately he had taken to spending all his time looking at paintings depicting Bai Juyi’s Song of Everlasting Sorrow, which was so like his own story. These had been commissioned by Emperor Uda and included poems by one of Uda’s consorts, Lady Ise, and by Ki no Tsurayuki, as well as other verses in Chinese and Japanese that alluded to the story. It was the only thing the Emperor wanted to talk about.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 27
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_60",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 60
    },
    "content": {
      "text": "He questioned Myōbu in great detail about the conditions at the home of his lost love, and she privately conveyed to him how sad the visit had made her. He read the grandmother’s written response to his request:",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 27
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_61",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 61
    },
    "content": {
      "text": "How should I reply to your most gracious offer? Your words throw my troubled heart into dark confusion.",
      "formatting": []
    },
    "links": [],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_62",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 62
    },
    "content": {
      "text": "The tree that was once a buffer against",
      "formatting": []
    },
    "links": [],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_63",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 63
    },
    "content": {
      "text": "These harsh autumn winds has withered and left",
      "formatting": []
    },
    "links": [],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_64",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 64
    },
    "content": {
      "text": "The bush clover to its uncertain fate",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 27
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_65",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 65
    },
    "content": {
      "text": "The Emperor understood that these intemperate words⏤which implied that he would not be able to protect a motherless child⏤were written at a moment of emotional distress. He tried to suppress his feelings so as not to show how tormented he was, but he could not endure the pain. Obsessing over all of his memories of the woman⏤even the moment when he first laid eyes on her⏤he could scarcely believe that so much time had passed, especially when he recalled how hard it had been for him to be apart from her for even the briefest period.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 28
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_66",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 66
    },
    "content": {
      "text": "The Emperor took pity on the grandmother. “She told you how gratifying it was to be able to fulfill her late husband’s last request that their daughter serve at court. Now, judging from her poem, it seems she believes all her efforts have been in vain. She should not feel that way. Though her daughter may be gone, there will surely be occasions when I must do things for her grandson ... should the young Prince survive to manhood. She should thus be patient and live a long life in anticipation of his glorious future.”",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 29
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_67",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 67
    },
    "content": {
      "text": "Myōbu had the mementos brought forth. Recalling how Emperor Xuanzong had dispatched a Taoist summoner to search for the spirit of Yang Guifei, the Emperor thought, If only this ornamental hair comb proved that the messenger had indeed visited the residence of my deceased love. But he knew these were idle thoughts.",
      "formatting": []
    },
    "links": [],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_68",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 68
    },
    "content": {
      "text": "Had I sent a Taoist summoner",
      "formatting": []
    },
    "links": [],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_69",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 69
    },
    "content": {
      "text": "To seek the spirit of my beloved",
      "formatting": []
    },
    "links": [],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_70",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 70
    },
    "content": {
      "text": "Might he have discovered where she went",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 30
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_71",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 71
    },
    "content": {
      "text": "There was a portrait of Yang Guifei among the illustrations of the Song of Everlasting Sorrow. A skilled artist had executed it, but there are limits to the powers of a brush, and the warm glow of real-life beauty was lacking. The lotus flowers of the Taiye Pond and the willow trees of the Weiyang Palace⏤truly these were apt metaphors for her beauty! And her Tang-style attire was unquestionably vivacious. But when he wistfully conjured up the sweet familiarity of his own lover, he could come up with no image that adequately expressed her beauty⏤no flower’s hue, no bird’s cry. They had been in the habit of exchanging vows constantly, mornings and evenings, swearing that they were as inseparable as trees whose branches have intertwined, or as the male and female birds of legend that, having only one eye and one wing each, always flew together. Fragile, transient life, however, pays no heed to vows of eternal love, and he was lost in melancholy regrets.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 31
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_72",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 72
    },
    "content": {
      "text": "The soughing of the wind, the chirring of insects ... these brought only sadness to him. The quarters of the Kokiden Consort were close by on the north side of his private chambers in the Seiryōden. It had been a long time since she last came to serve him here, and on this particular evening, with the moon in full splendor, he could hear her indulging in musical entertainment to pass the night. The Emperor was appalled and found it quite unpleasant. The courtiers and ladies-in-waiting who observed his countenance at that moment listened uneasily as well. The Kokiden Consort was a proud and haughty woman who behaved as though she couldn’t care less about His Majesty’s grief.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 32
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_73",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 73
    },
    "content": {
      "text": "The moon was waning.",
      "formatting": []
    },
    "links": [],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_74",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 74
    },
    "content": {
      "text": "If even at the palace above the clouds",
      "formatting": []
    },
    "links": [],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_75",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 75
    },
    "content": {
      "text": "A mist of tears can obscure the autumn moon",
      "formatting": []
    },
    "links": [],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_76",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 76
    },
    "content": {
      "text": "How could it shine clearly on that rustic hut",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 32
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_77",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 77
    },
    "content": {
      "text": "His thoughts strayed to that “lonely hut amidst tangled reeds.” The wicks in the lamps were trimmed and trimmed again, and he stayed up until the oil was exhausted. Hearing the voices of officers announcing the changing of the guard on the second watch, he knew it must be after one in the morning, since they had entered the Hour of the Ox. He knew that the eyes of the courtiers were all on him, so he withdrew behind the curtains to his private quarters. He found it impossible to sleep, however, and when he arose the next morning he could not get out of his mind a snatch of a poem by Lady Ise: “Unaware that the dawn has broken and the beaded curtains have been drawn up.”",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 33
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_78",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 78
    },
    "content": {
      "text": "He achingly recalled the nights he spent with the lady in her paulownia-courtyard chambers⏤how his lost love would sleep past dawn, and how he would lie awake, unable to meet her in their dreams. He ended up neglecting his morning offices, and he had no appetite for breakfast. It looked as though he was just going through the motions, picking at his food, distracted to the point that he paid no heed to the trays set in front of him. The servants were touched by his suffering, and his closest attendants sighed and whispered among themselves how troubling his behavior was, how it must be the effect of some karmic bond between him and the deceased lady forged in a former life. Some expressed their disapproval and resentment without reservations, and there were murmurs and rumblings that the Emperor’s obsessive love for the woman had gone beyond the bounds of propriety. For him to continue to ignore his official responsibilities as he was doing was an inauspicious and alarming state of affairs, and for some his behavior once more brought to mind the example of Emperor Xuanzong and Yang Guifei.",
      "formatting": []
    },
    "links": [],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_79",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 79
    },
    "content": {
      "text": "",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 33
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_80",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 80
    },
    "content": {
      "text": "The days and months passed, and the young Prince finally came back to the palace. He had grown so splendid and handsome that he no longer seemed to belong to this mortal world. His worried father, knowing that the beautiful die young, took the boy’s good looks as an unlucky omen.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 34
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_81",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 81
    },
    "content": {
      "text": "In the spring of the following year the time came for the Emperor to formally designate the heir apparent. He was seized by a desire to pass over the presumed Crown Prince, his son by the Kokiden Consort, and appoint his favored younger son instead, but he knew that the little Prince had no supporters and that the court would never accept such a move, which might prove dangerous to the boy. So in the end he went against his personal wishes and confirmed the Crown Prince as his heir apparent, all the while keeping his true feelings concealed. The courtiers remarked among themselves that no matter how much His Majesty preferred the younger son, he knew there were limits to his affection. When the Kokiden Consort caught wind of these rumors, she felt both relief and satisfaction.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 34
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_82",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 82
    },
    "content": {
      "text": "The grandmother of the young Prince had long been sunk in a deep depression, and finding no means to console herself, she finally passed away. Was her death the answer to her prayers to be allowed to go to her daughter? The Emperor was once more plunged into grief beyond the measure of ordinary mortals. By this time the young Prince was almost six and was old enough now to understand what was happening. Deeply attached to his grandmother, he wept inconsolably. As she neared death, she recognized how accustomed her grandson had grown to being with her through the years, and she repeated over and over how sad she was to leave him alone in the world.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 35
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_83",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 83
    },
    "content": {
      "text": "With both his mother and grandmother gone, the young Prince moved back to the palace for good. When he turned seven he underwent the ceremony of the First Reading, which initiated him into the study of the Chinese classics. The court had never known a child so precociously intelligent, and His Majesty, knowing how others felt and believing that talent and beauty die young, could not help but view such abilities with alarm.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 36
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_84",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 84
    },
    "content": {
      "text": "“How could anyone possibly resent him now?” the Emperor declared. “Because he has lost his mother, I want him treated with affection.”",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 36
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_85",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 85
    },
    "content": {
      "text": "Eventually even the Kokiden Consort and her attendants were won over, and whenever the young Prince accompanied his father to the Kokiden chambers, he would be permitted entry behind the curtains where the ladies-in-waiting were serving His Majesty. The fiercest warriors and most implacable enemies would have smiled had they seen him, and the ladies of the court were reluctant to let him out of their sight. The Kokiden Consort had given the Emperor two princesses as well, but neither of them could compare in beauty to this boy. The other consorts and ladies felt no inhibitions around him⏤indeed, they allowed him to catch glimpses of their faces⏤and his own appearance was so elegant that they would experience an embarrassed excitement whenever they saw him. All the courtiers considered him exceptionally splendid, a playmate to be treated with special deference.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 36
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_86",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 86
    },
    "content": {
      "text": "His formal training included instruction on the koto and flute, and word of his talents echoed throughout the palace⏤though if I were to go into all the details about his abilities my account would seem exaggerated, and he would come across as too good to be true.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 37
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_87",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 87
    },
    "content": {
      "text": "The Emperor learned that among the members of a mission from the Korean kingdom of Koryō was a diviner skilled at the art of physiognomy. An old edict by the Emperor Uda had forbidden the presence of foreigners within the palace, so His Majesty discreetly arranged to have the young Prince meet with this man at the Kōrōkan, the residence provided for foreign missions. The Major Controller of the Right assumed the role of guardian and accompanied the boy to the mission under the pretense that he was the father of the child. The diviner was both puzzled and astounded. He tilted his head back and forth, unable to believe that this child could really be the Major Controller’s son.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 38
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_88",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 88
    },
    "content": {
      "text": "“The young man’s features tell me he is destined to be ruler of this country,” the diviner declared, “and will perhaps even attain the supreme position of Emperor. Yet if that is what fate has in store for him, I foresee chaos and great sorrow for the court. On the other hand, if his destiny is to ascend to a position such as Chancellor and act as a guardian of imperial rule, then it appears he will be a great benefactor to the state. Still, I must say that judging by his features alone, the path leading to the Chancellorship seems less likely.”",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 38
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_89",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 89
    },
    "content": {
      "text": "The Major Controller was himself a scholar of considerable learning and discernment, and his conversations with the men of the Korean mission were deeply engaging. The party composed and exchanged verses in Chinese, and because the mission planned to leave for home in a day or two, one of the diviner’s poems expressed the joy at having met such a remarkable boy face-to-face and the sorrow of having to part from him so soon. In response to the heartfelt expression of this poem, the young Prince composed an accomplished verse of his own. The diviner praised his effort as auspicious and bestowed lavish gifts on him. In return, the diviner received splendid presents from the imperial household. Naturally, news of this encounter spread through the court. His Majesty did not let on that he knew anything about it, but the grandfather of the Crown Prince, who happened to be the Minister of the Right, caught wind of the gossip and, not knowing quite what to make of it, grew suspicious.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 39
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_90",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 90
    },
    "content": {
      "text": "The Emperor in his wisdom had earlier sought out the opinion of a Japanese diviner, whose reading of the boy’s physiognomy accorded with his own thinking at the time. His Majesty had been holding back on installing the young Prince in the line of succession, and was thus impressed by the perspicacity of the Korean diviner, who recognized the boy’s imperial lineage. Even so, he could not be sure how long his own reign would last, and he hesitated to appoint his son prince-without-rank. He anxiously wondered whether the boy, who lacked support from his mother’s family, would not end up precariously adrift once he was no longer in the line of succession. For that reason he determined that the boy’s prospects might be better if he were made to serve as a loyal subject of the imperial court, and so he had his son tutored accordingly in the arts and in various fields of learning. The boy was so exceptionally bright it seemed a shame to demote him to commoner status, but the Emperor knew that designating his son heir apparent would invite the calumny and scorn of the court. He consulted yet another diviner who was wise in the ways of Indic astrology, and when this new reading proved to be in line with the others and with His Majesty’s own thoughts on the matter as well, he decided to confer on the boy the clan name of Minamoto⏤Genji⏤thereby making him a commoner.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 40
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_91",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 91
    },
    "content": {
      "text": "Months and years passed, but there was never a moment when the Emperor forgot his love for the lady who had resided in the chambers looking out on the paulownia courtyard. Thinking he might find someone who could assuage his grief, he had women of appropriate breeding and talents brought before him. But it was all in vain, for where in the world could he expect to find her equal? Just when he had reached the point where he found everything tiresome and was contemplating retiring from the world, an Assistant Handmaid informed him of a young woman, the Fourth Princess of the previous Emperor, whose beauty was matchless, whose reputation at court was beyond reproof, and whose mother had raised her with extraordinary care and devotion. Since this Assistant Handmaid had once served at the court of the previous Emperor, she was familiar with the mother of this young woman and accustomed to waiting on her. In the course of her service she had been able to observe the Fourth Princess as she grew from childhood, and even now would occasionally see her.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 41
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_92",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 92
    },
    "content": {
      "text": "“I have served at court for three successive reigns,” she told the Emperor, “and I have never before seen anyone who even closely resembles the late lady of the Kiritsubo. The daughter of the former Empress, however, definitely puts me in mind of her. She is a woman of exquisite refinement and beauty.”",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 41
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_93",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 93
    },
    "content": {
      "text": "Could this really be true? His Majesty, who could barely contain himself, began to make some discreet inquiries.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 41
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_94",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 94
    },
    "content": {
      "text": "The mother of the Fourth Princess warned her daughter about the situation at the palace. “The Kokiden Consort is a vindictive woman. Just look at the unfortunate example of the lady in the Kiritsubo. The treatment she suffered was truly appalling.” Unable to decide if she should allow her daughter to go to the palace, the mother was still struggling with the Emperor’s request when suddenly she passed away.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 42
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_95",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 95
    },
    "content": {
      "text": "Thinking that the Princess was now helpless and alone, His Majesty again approached the young lady. “I will think of you as an equal to my own daughters,” he assured her. Her ladies-in-waiting, her supporters from her mother’s family, and her older brother, Prince Hyōbu, who served in the Ministry of War, were all of the opinion that attending the Emperor would bring solace to her⏤and in any case it certainly would be preferable to remaining in her current wretched circumstances.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 42
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_96",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 96
    },
    "content": {
      "text": "So it was that she was sent to the palace and installed in the Higyōsha, which was also called the Fujitsubo because its chambers looked out onto a courtyard graced with wisteria. The young woman was thereafter referred to as “Fujitsubo,” and truly in face and figure she bore an uncanny resemblance to the deceased lady of the Kiritsubo. Fujitsubo, however, was of undeniably higher birth, and that status protected her from criticism, since the courtiers were predisposed to judge her a superior woman. Since she lacked no qualifications, the Emperor did not feel constrained in his relationship with her. The court had never accepted His Majesty’s love for the lady of the Kiritsubo, and so his affection for her was viewed as inappropriate and inopportune. The Emperor never wavered in his undying love for the lady of the paulownia-courtyard chambers, but it is a poignant fact of human nature that feelings change over time. Inevitably his attention shifted toward Fujitsubo, who, it seems, brought comfort to his heart.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 42
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_97",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 97
    },
    "content": {
      "text": "Because the young Genji was always at his father’s side, he was constantly in the presence of the women who attended His Majesty most frequently. These women grew familiar with the boy and gradually came to feel that they did not have to be reserved around him. Of course, none of the consorts considered herself inferior to the others, but even though each one was very attractive in her own individual way, there was no denying that they all had passed, or were on the verge of passing, the peak of their charms ... all but Fujitsubo, that is. She still possessed the loveliness of youthful beauty and, try as she might to keep herself hidden away behind her screens, Genji, who was always nearby, would catch glimpses of her figure. He had no memory of his mother, and when he heard the head of the imperial household staff say that Fujitsubo looked just like her, his young heart ached with wistful longing⏤if only he could always be close to his father’s new consort!",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 43
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_98",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 98
    },
    "content": {
      "text": "Genji and Fujitsubo were the two most precious people to the Emperor. “Do not be shy around the boy,” His Majesty told Fujitsubo. “It may seem strange and curious, but I feel as though it is fitting for him to think of you as his mother. Do not think him discourteous, but cherish him for my sake. His face and expressions are so like his mother’s ... and since you resemble her so closely, you can hardly blame him for thinking of you the way he does.”",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 44
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_99",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 99
    },
    "content": {
      "text": "After the Emperor made this request, Genji, in his boyish emotions, would try everything⏤even references to the transient blossoms of spring or the blazing leaves of autumn⏤to gain Fujitsubo’s recognition of his yearning affection for her. When the Kokiden Consort learned of the unprecedented favoritism His Majesty was displaying toward these two, she once more grew cold and distant toward Fujitsubo and her retinue. Moreover, her earlier ominous dislike of Genji and his mother flared up again, and she found the boy repellent. Her son, the Crown Prince, was considered flawlessly handsome, and his reputation was above reproach. Nonetheless, he was no match for the lustrous beauty of Genji, who possessed an aura that prompted the courtiers to call him “the Radiant Prince.” Because Fujitsubo was his equal in looks and in the affections of the Emperor, she came to be referred to as “the Princess of the Radiant Sun.”",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 44
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_100",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 100
    },
    "content": {
      "text": "It pained the Emperor that his son would eventually grow out of his youthful good looks, but when Genji turned twelve, preparations were made for the coming-of-age ceremony in which his hair would be done up and his clothes and cap worn in the style of an adult. His Majesty personally tended to every little detail of the ceremony, adding touches that went beyond custom and set a new standard. The ceremony that had initiated the Crown Prince into manhood had been a spectacular affair held in the Shishinden, the great ceremonial hall of the palace. The Emperor wanted Genji’s ceremony to be just as majestic and proper. He had various offices⏤including the Treasury and the Imperial Granaries⏤make formal preparations for the many banquets and celebrations that would follow the ceremony, and he left special instructions that no expense should be spared and that his directives should be carried out so as to make the occasion one of utmost splendor.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 45
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_101",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 101
    },
    "content": {
      "text": "His Majesty was seated facing east under the eastern eaves of his residence in the Seiryōden, and the seats for Genji and the minister who would bestow the cap were located in front of him. Genji appeared before the Emperor at around four in the afternoon, during the Hour of the Monkey. The lambent glow of his face, which was still framed on either side by the twin loops of his boyish hairdo, made his father feel all the more regretful about the change in appearance that was about to take place. The honor of trimming back Genji’s hair fell to the Minister of the Treasury, whose face betrayed the pain he felt the moment he cut Genji’s beautiful locks. The Emperor had a hard time keeping his emotions in check. If only his mother were here to see this ceremony, he thought, struggling to maintain his composure.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 45
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_102",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 102
    },
    "content": {
      "text": "The capping ritual followed, and when that was finished, Genji withdrew to an antechamber to rest and change into the formal attire of an adult: an outer robe with the underarm vents sewn up. Stepping down into the garden east of the Seiryōden, he faced his father and performed obeisance, placing his ceremonial wand on the ground, rising and bowing left, right and left again, then sitting and repeating his actions to show his gratitude. He cut such a magnificent figure that all in attendance were moved to tears. As might be expected, the Emperor found it harder than the others to hide his feelings. At that moment the sad events of the past, which he normally kept himself from dwelling on, came flooding back. Since Genji was still at a tender age, His Majesty had fretted that cutting his locks and putting his hair up in the style of an adult man would spoil his looks. To his amazement the ceremony only added to Genji’s aura of masculine beauty.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 46
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_103",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 103
    },
    "content": {
      "text": "The Minister of the Left, who performed the capping ritual, had taken the younger sister of the Emperor as his principal wife. She gave him a daughter, whom he doted upon, raising her with the utmost care. The Minister was troubled when he learned that the Crown Prince evidently desired his daughter, because he was secretly planning to arrange a match for her with Genji. And so in the days leading up to the ceremony, he approached the Emperor with his proposal.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 47
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_104",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 104
    },
    "content": {
      "text": "“I see,” His Majesty replied. “Well ... given that the boy seems to have no patrons for his coming-of-age ceremony, and since we have to select an aristocratic young woman to sleep with him on the night of his initiation, let’s choose your daughter.” Thus encouraged, the Minister followed through with his plans.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 47
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_105",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 105
    },
    "content": {
      "text": "After the ceremony, Genji withdrew into the attendant’s antechamber. As the party was making a celebratory toast in his honor, the Emperor gave permission for Genji, who had no rank, to sit at a place below the imperial princes but above the ministers. The Minister of the Left, who was seated next to him, casually dropped a few hints about his daughter, but Genji, who was still at an age when he felt diffident and embarrassed about such matters, did not respond.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 48
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_106",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 106
    },
    "content": {
      "text": "An attendant from the imperial household staff brought a message from the Emperor to the Minister, requesting his presence. The Minister went to the imperial quarters, where a senior lady-in-waiting presented him with the appropriate gifts that custom demanded: a white oversized woman’s robe made especially for this presentation, along with a set of three robes. His Majesty vented his pent-up emotions, presenting a cup of rice wine to the Minister and reminding him of his responsibilities toward Genji:",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 49
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_107",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 107
    },
    "content": {
      "text": "When you with purple cords first bound his hair",
      "formatting": []
    },
    "links": [],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_108",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 108
    },
    "content": {
      "text": "Did you not also bind your heart and swear",
      "formatting": []
    },
    "links": [],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_109",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 109
    },
    "content": {
      "text": "Eternal vows to give him your daughter",
      "formatting": []
    },
    "links": [],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_110",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 110
    },
    "content": {
      "text": "The Minister composed this reply:",
      "formatting": []
    },
    "links": [],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_111",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 111
    },
    "content": {
      "text": "So long as the deep purple of these cords that bind",
      "formatting": []
    },
    "links": [],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_112",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 112
    },
    "content": {
      "text": "Our hearts as tightly as your son’s hair never fade",
      "formatting": []
    },
    "links": [],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_113",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 113
    },
    "content": {
      "text": "So our mutual vow will retain its deep hue",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 49
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_114",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 114
    },
    "content": {
      "text": "He stepped down from the long bridge that connected the imperial residence in the Seiryōden and the Ceremonial Court in the Shishinden and performed obeisance in the east garden. There he received a horse from the Left Division of the Imperial Stables and a falcon caged in a mew from the Office of the Chamberlain. Princes and nobles lined up along the foot of the stairs leading down from the Seiryōden into the east garden, and they each received gifts appropriate to their rank.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 49
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_115",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 115
    },
    "content": {
      "text": "Decorative boxes of thin cypress wood filled with delicacies and baskets of fruit were among the items prepared for the Emperor that day. The Major Controller of the Right, who had acted earlier as Genji’s guardian, had been put in charge of the presentations. The garden overflowed with trays stacked with rice cakes flavored with various fillings and with four-legged chests of Chinese-style lacquer stuffed with presents for the lower-ranking attendants⏤so many that their numbers surpassed even the presentations made at the coming-of-age ceremony held for the Crown Prince. Indeed, it was an incomparably magnificent affair.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 49
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_116",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 116
    },
    "content": {
      "text": "That evening, Genji departed for the residence of the Minister of the Left, which was located on Sanjō Avenue. The ceremony welcoming Genji as groom and solemnizing his wedding was conducted with unprecedented attention to proper form. Feeling a touch of dread, the Minister was captivated by the masculine beauty of Genji, who still looked quite boyish. In contrast his daughter, who at sixteen was four years older than her new husband, was put off by Genji’s youthfulness and considered their match inappropriate.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 50
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_117",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 117
    },
    "content": {
      "text": "The Minister enjoyed the full confidence of the Emperor. After all, his principal wife, the mother of the bride, was His Majesty’s full sister. Thus, the bride came from a distinguished line on both sides of her family. Moreover, the addition of Genji to the Minister’s family diminished the prestige of his rival the Minister of the Right, who as grandfather of the Crown Prince would eventually assume power as Chancellor. The Minister of the Left had numerous children by several wives. His principal wife had given him, in addition to Genji’s bride, a son who was now Middle Captain in the Inner Palace Guard. This young man, Tō no Chūjō, was exceptionally handsome, and the Minister of the Right could hardly ignore such a promising prospect, even though he was not on good terms with the Minister of the Left, his main rival for power. He therefore arranged to marry the young Tō no Chūjō to his fourth daughter, who was his greatest treasure in the world. His regard for his son-in-law was every bit as strong as that given to Genji by the Minister of the Left. For their part, the two young men forged an ideal friendship.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 51
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_118",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 118
    },
    "content": {
      "text": "Because the Emperor was always summoning him, Genji found it difficult to live at his wife’s residence. In his heart, he was obsessed with the matchless beauty of the Fujitsubo Consort, who seemed to be exactly the kind of woman he wanted to take as his wife. Is there no one else like her? he wondered. He found his bride to be a woman of great charm and proper training, but he was not really attracted to her. He had been drawn to Fujitsubo when he was a child, and the torment caused by his feelings for her was excruciating. Now that he was an adult, he was no longer permitted behind the curtains of the consorts. Whenever there was a musical entertainment, he would play the flute in accompaniment to Fujitsubo’s koto, his notes subtly conveying his true feelings for her. The sound of her soft voice was a comfort to him, and the only time he felt happy was when he was at the palace. He would serve there for five or six days in succession, occasionally spending a mere two or three days at his wife’s residence. His father-in-law attributed Genji’s behavior to his youth and did not fault him for it, but instead continued to do all he could to offer support at court. He chose only the most exceptional ladies-in-waiting to serve his son-in-law and daughter, and he went out of his way to put on the musical entertainments that Genji so enjoyed and to show him every favor.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 52
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_119",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 119
    },
    "content": {
      "text": "When Genji stayed at the palace, he took up residence in the Kiritsubo. The women who had once served his mother had not been dismissed and scattered, and so they were now assigned to wait on him. Orders were sent down to the Office of Palace Repairs and to the Bureau of Skilled Artisans to rebuild and expand the former residence of Genji’s mother, a villa on Nijō Avenue. The project was to be carried out so splendidly that there would be no other villa like it. The setting of the surrounding woods and hills was already unparalleled, and when the garden pond was enlarged, the result was so eye-catching that it created a stir. Genji thought wistfully that such a villa would be the perfect residence for a wife who had all the qualities of his ideal woman, Fujitsubo.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 53
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  },
  {
    "id": "P1_120",
    "textCollectionId": "TC1",
    "hierarchy": {
      "section": 1,
      "chapter": 1,
      "paragraph": 120
    },
    "content": {
      "text": "It is said that it was the Korean diviner who, in his admiration, first bestowed on Genji the sobriquet Radiant Prince.",
      "formatting": []
    },
    "links": [
      {
        "text_collection": "original",
        "section": 1,
        "paragraph": 54
      }
    ],
    "metadata": {
      "created": "2025-02-26T12:52:37.510646",
      "modified": "2025-02-26T12:52:37.510646"
    }
  }
]